{"id":1,"status":"published","sort":null,"date_created":"2024-10-14T19:10:15.427Z","date_updated":"2024-10-14T19:27:14.215Z","brow":"Kluz Prize for PeaceTech | 2024","title":"Winners of the Kluz Prize for PeaceTech","event_year":2024,"winners":[{"id":5,"status":"published","sort":null,"user_created":"a85cbf5c-97ee-40bf-8e7f-dc4bfbefbcc8","date_created":"2024-10-14T18:56:26.233Z","user_updated":"a85cbf5c-97ee-40bf-8e7f-dc4bfbefbcc8","date_updated":"2024-10-14T19:45:16.280Z","brow":"Winner of the Kluz Prize for PeaceTech | 2024","title":"Aerobotics7","applicant":"Harshwardhan Zala","country":"United States","year":"2024","prize":"Kluz Prize for PeaceTech","intro":"<div>\n<div>&lt;p&gt;Aerobotics7 focuses on the detection and removal of landmines and unexploded ordnance (UXO) using advanced AI, sensor fusion, and autonomous systems. Our technology, EAGLE A7 is a drone-based system that can detect, track and help neutralize hidden threats such as landmines without risking human-lives on the field providing accurate, efficient and scalable solution to mitigate the risks posed by active and post-war threats, enhancing safety and freedom of movement.&lt;/p&gt;&lt;h4&gt;How does your project support peacebuilding and/or conflict resolution efforts in the context of a humanitarian crisis or developmental context?&lt;/h4&gt;&lt;p&gt;The EAGLE A7 project directly contributes to peacebuilding by addressing the urgent need for landmine and unexploded ordnance (UXO) detection and removal in post-conflict zones. By making these areas safe again, we enable displaced communities to return to their homes and restore vital agriculture and infrastructure. This accelerates development and rebuilds trust in conflict-torn regions, fostering long-term peace and stability. Our work helps reduce the dangers of explosive remnants of war, supporting recovery in regions such as Ukraine, where the aftermath of conflict continues to impact civilians.&lt;/p&gt;&lt;h4&gt;In what ways does your project contribute to the existing PeaceTech ecosystem and research efforts in a compelling way?&lt;/h4&gt;&lt;p&gt;The EAGLE A7 project advances the PeaceTech ecosystem by combining AI/ML, autonomous systems and advanced sensor fusion for more effective landmine and UXO detection. Our approach is designed to complement existing demining efforts while offering a faster and safer solution for communities affected by war. By working with international demining organizations and governments, including Ukraine, we can provide valuable data and real-world application insights that contribute to global research and innovation in post-conflict recovery and safety technologies.&lt;/p&gt;&lt;h4&gt;With the award funds, how would you expand the scope and applicability of your project or research beyond its initial pilot?&lt;/h4&gt;&lt;p&gt;The award funds will enable us to enhance the EAGLE A7 system&rsquo;s adaptability across diverse and complex terrains and different kinds of modern threats found in Ukraine and other conflict-affected regions. It will help us refine the system&rsquo;s AI models to handle such variabilities including soil types, weather conditions, and terrains. These expanded pilots will help us validate its performance on a broader scale, ensuring the technology can be deployed globally. Additionally, we plan to invest in improving the system&rsquo;s real-time data processing capabilities to make it more versatile and user-friendly for field operators.&lt;/p&gt;&lt;h4&gt;How does your work leverage collaborations and partnerships to unlock new opportunities and maximize impact?&lt;/h4&gt;&lt;p&gt;We actively collaborate with international demining organizations, humanitarian agencies, and government bodies to address the critical issue of landmines. These partnerships provide us with invaluable insights into real-world field conditions, allowing us to tailor and improve our technology for practical, on-the-ground use. Our collaborations have also opened doors for pilot deployments in conflict zones, helping us to expand the reach and scope of our efforts. These relationships enable us to scale our impact while ensuring that local demining teams and affected communities directly benefit from our innovations.&lt;/p&gt;</div>\n</div>","project_url":"https://www.aerobotics7.com/","alt_url":null,"impact":"<div>\n<div>&lt;h4&gt;What is the potential of your work for widespread impact? How do you meaningfully improve the lives of people?&lt;/h4&gt;&lt;p&gt;The EAGLE A7 system has the potential to drastically improve post-conflict recovery by accelerating the detection and removal of landmines and explosive remnants of war. Globally, the economic toll of landmine contamination is immense, with Ukraine alone facing an annual cost of $11.2 billion. Our technology can significantly reduce the time at least by 50X and resources required for traditional demining, addressing the $34.6 billion estimated cost of clearing landmines in conflict-affected regions. By deploying innovative AI-driven solutions, EAGLE A7 helps reclaim agricultural land, rebuild communities, and support displaced populations returning to their homes. This creates safer environments and drives long-term economic recovery, with wide-reaching benefits for local economies and global food security.&lt;/p&gt;</div>\n</div>","relevance":null,"innovation":null,"scalability":null,"collaboration":null,"slug":"Aerobotics7"},{"id":6,"status":"published","sort":null,"user_created":"a85cbf5c-97ee-40bf-8e7f-dc4bfbefbcc8","date_created":"2024-10-14T19:00:34.305Z","user_updated":"a85cbf5c-97ee-40bf-8e7f-dc4bfbefbcc8","date_updated":"2024-10-14T19:45:39.020Z","brow":"Distinction for Humanitarian Impact | 2024","title":"The Data Entry and Exploration Platform (DEEP)","applicant":"Joel Myhre","country":"Denmark","year":"2024","prize":null,"intro":"<div>\n<div>&lt;p&gt;The Data Entry and Exploration Platform (DEEP) offers a suite of free, open-source tools that meet the needs for compiling, storing and structuring data and qualitative information. It was initially established in 2016 in the aftermath of the Nepal Earthquake to strengthen collective sense-making and analysis. DEEP promotes transparency, information sharing and collaborative workflows and minimizes fragmentation of initiatives, and duplication of efforts. DEEP uses data standards and common taxonomies to ensure compatibility with other tools, datasets and processes.&lt;/p&gt;&lt;h4&gt;How does your project support peacebuilding and/or conflict resolution efforts in the context of a humanitarian crisis or developmental context?&lt;/h4&gt;&lt;p&gt;From Ukraine to Sudan to T&uuml;rkiye and beyond, the DEEP global community of experts have leveraged this scale-able suite of capabilities to address some of the most pressing humanitarian information challenges of the past decade. Currently, the DEEP Surge team is continuing its longstanding collaboration with the United Nations Disaster Assessment and Coordination system (UNDAC) via its formal role supporting the Assessment and Analysis (A&amp;A) cell deployment throughout the 2024 Atlantic and Caribbean Hurricane Season. Strategically, the DEEP project has furthered data-driven human rights information management globally via the &lt;a href='https://globalprotectioncluster.org/' target='_blank'&gt;Protection Cluster&lt;/a&gt;.&lt;/p&gt;&lt;h4&gt;In what ways does your project contribute to the existing PeaceTech ecosystem and research efforts in a compelling way?&lt;/h4&gt;&lt;p&gt;The platform has garnered longstanding support from committed organizations, such as IFRC, iMMAP, UNOCHA, the Office of the United Nations High Commissioner for Human Rights (OHCHR), the Office of the United Nations High Commissioner for Refugees (UNHCR), and donors such as USAID/BHA and US Centers for Disease Control and Prevention (CDC). In addition, DEEP's engagement with UN Development Coordination Office (UNDCO) aligns with the vision to cross-analyze data across Humanitarian-Development Nexus. Academic institutions, such as the University College London (UCL), have supported DEEP vis a vis NLP development and reinforcing its technological advancement.&lt;/p&gt;&lt;h4&gt;With the award funds, how would you expand the scope and applicability of your project or research beyond its initial pilot?&lt;/h4&gt;&lt;p&gt;Looking forward, a forthcoming DEEP Joint Analysis Workspace (JAWS) will integrate qualitative and quantitative data with expert judgment elicitation to ensure a collaborative, comprehensive, and unified analytical approach. With the expansion of the DEEP&rsquo;s quantitative and expert analysis capabilities via JAWS, a number of use cases spanning risk and response analysis, needs assessments, and outcome monitoring have been devised for both single organizations and intersectoral processes. The integration of the &lt;a href='https://www.jiaf.info/' target='_blank'&gt;Joint Intersectoral Analysis Framework (JIAF)&lt;/a&gt; has been a prominent focus along with strategic engagement with the UNOCHA Centre for Humanitarian Data.&lt;/p&gt;&lt;h4&gt;How does your work leverage collaborations and partnerships to unlock new opportunities and maximize impact?&lt;/h4&gt;&lt;p&gt;DEEP innovations are guided by a diverse &lt;a href='https://thedeep.io/#partners' target='_blank'&gt;Governance Board&lt;/a&gt; and &lt;a href='https://thedeep.io/DEEP_Governance.pdf' target='_blank'&gt;Guide&lt;/a&gt;, which aims to reinforce DEEP as an indispensable suite of tools for humanitarian analysis. DEEP&rsquo; global users also contribute to the DEEP Technical Advisory Group (TAG) and &lt;a href='https://nlp.thedeep.io/' target='_blank'&gt;NLP efforts&lt;/a&gt;.&lt;/p&gt;</div>\n</div>","project_url":"https://thedeep.io/","alt_url":null,"impact":"<div>\n<div>&lt;h4&gt;What is the potential of your work for widespread impact? How do you meaningfully improve the lives of people?&lt;/h4&gt;&lt;p&gt;For over 8 years, DEEP has played a pivotal role contributing to strategic planning through the UN&rsquo;s Humanitarian Program Cycle (HPC) and supporting secondary data analysis for Humanitarian Needs Overviews (HNO) in multiple countries in Africa, Latin America, and the Asia Pacific regions. DEEP has also been a foundational tool for recent, large-scale humanitarian response operations in support of the UN&rsquo;s Disaster Assessment and Coordination Assessment and Analysis cell, the IFRC, and the Caribbean Disaster Emergency Management Agency (CDEMA). Specific sudden onset crises where DEEP has garnered acclaim include: the T&uuml;rkiye Earthquake (DEEP surge), Sudan (iMMAP), Libya (IFRC), and Gaza (UNOCHA).&lt;/p&gt;</div>\n</div>","relevance":null,"innovation":null,"scalability":null,"collaboration":null,"slug":"deep"},{"id":7,"status":"published","sort":null,"user_created":"a85cbf5c-97ee-40bf-8e7f-dc4bfbefbcc8","date_created":"2024-10-14T19:02:22.855Z","user_updated":"a85cbf5c-97ee-40bf-8e7f-dc4bfbefbcc8","date_updated":"2024-10-14T19:46:04.588Z","brow":"Distinction for Use of AI for Peace | 2024","title":"VIEWS","applicant":"Håvard Hegre","country":"Norway","year":"2024","prize":null,"intro":"<div>\n<div>&lt;h4&gt;Overview&lt;/h4&gt;&lt;p&gt;The Violence &amp; Impacts Early-Warning System (VIEWS) is an open-source AI-driven platform providing monthly forecasts on the likelihood and severity of armed conflicts worldwide, up to three years ahead. Developed by a research consortium led by PRIO and Uppsala University, VIEWS pools the expertise of renowned researchers across the world to deliver actionable insights, empowering timely interventions to prevent or mitigate conflicts and their adverse humanitarian impacts. All data and forecasting tools are publicly available.&lt;/p&gt;&lt;p&gt;When navigating complex scenarios, the ability to anticipate future developments is essential. Leveraging reliable, credible, and actionable forecasts of emerging violent conflict can enable organizations to effectively mobilize activities and funds to mitigate human suffering and protect human dignity. The Violence &amp; Impacts Early-Warning System (VIEWS) is a state-of-the-art machine learning-based system that forecasts conflicts within and between states globally, focusing on scenarios involving government-affiliated actors and projecting up to three years into the future. The project spearheads cutting-edge research on conflict forecasting and the analysis of its social impacts while actively engaging with key policymakers and stakeholders through dedicated outreach and knowledge transfer initiatives.&lt;/p&gt;&lt;p&gt;VIEWS is jointly hosted by the Peace Research Institute Oslo (PRIO) and Uppsala University while simultaneously engaging affiliated researchers from a dozen additional institutes across the world. The consortium unites experts across disciplines to pool knowledge and develop systems that generate critical insights, facilitating timely and strategic actions to mitigate the impacts of violent conflict.&lt;/p&gt;&lt;p&gt;The system is fully operational and publicly accessible while also undergoing constant development to continually enhance and extend early warning capabilities. In 2024, VIEWS will broaden its scope to forecast non-state violence, where government-affiliated actors are not involved, and one-sided violence against civilians. New tools are also in development to better contextualize and understand the forecasts, enhancing the usability for policymakers, humanitarian organizations and researchers alike. This includes current efforts to estimate uncertainty distributions around all forecasts to enhance the transparency and actionability of early warnings.&lt;/p&gt;&lt;p&gt;VIEWS is deeply committed to FAIR data and open-source principles, ensuring all methodologies, processes, code, forecasts, and performance evaluations are available for external review. These commitments are vital for transparency, credibility, and actionability. In turn, these factors foster trust, encouraging adoption by relevant organizations and advancing the development of peace technologies for the common good.&lt;/p&gt;&lt;h4&gt;How does your project support peacebuilding and/or conflict resolution efforts in the context of a humanitarian crisis or developmental context?&lt;/h4&gt;&lt;p&gt;VIEWS is uniquely positioned to integrate seamlessly with existing expert-based conflict tracking systems. Our risk assessments provide a comprehensive overview of the future conflict landscape, serving as an ideal foundation for deeper analysis by traditional experts who, in turn, can offer nuanced insights into local conflict dynamics and account for unique factors that data-driven models may overlook.&lt;/p&gt;&lt;p&gt;The forecasts ensure that (1) protracted conflicts slowly fading from news media headlines remain on the radar of policymakers and practitioners; (2) conflicts at low but non-negligible risk of devastating outcomes gain international attention; and (3) obscure conflict patterns exacerbated by compound risks are highlighted. Consequently, our forecasts help combat cognitive bias in traditional expert assessments. This synergy allows for numerous complementary rather than competitive perspectives, enabling multiple touchpoints to trigger both conflict mitigation and peacebuilding actions. The open access to our forecasts can further empower local populations and institutions to promote their own safety and security to spearhead locally owned initiatives supporting durable peace while holding decision-makers accountable to act on issued alerts.&lt;/p&gt;&lt;p&gt;VIEWS is expanding to encompass a broader definition of conflict. We are developing models forecasting multifaceted conflict impacts, such as migration patterns, child mortality, malnutrition and vaccination rates.&lt;/p&gt;&lt;h4&gt;In what ways does your project contribute to the existing PeaceTech ecosystem and research efforts in a compelling way?&lt;/h4&gt;&lt;p&gt;In 2021, VIEWS pushed the boundaries of conflict early warning capabilities by shifting from predicting the probability of conflict-related fatalities surpassing a threshold to precise point predictions of fatality numbers. We expanded beyond forecasting relative changes in conflict risk or baselines while simultaneously providing more reliable, actionable, and credible predictive outputs through commitments to FAIR data and open-source principles. All methodologies, processes, code, forecasts, and performance evaluations are available for external review, transparently advancing conflict forecasting and developing PeaceTech as common goods.&lt;/p&gt;&lt;p&gt;The point predictions are harnessable for wide ranges of executable decision-making, including risk early warning and anticipatory preparations that meeting thresholds or changes from relative baselines overlook. Finely detailed forecasts enable post-processing to any desired format, unit, and aggregation level. Combined with the 36-month forecast window, VIEWS facilitates long-term strategic planning with extensive lead-times. Automated processes handle massive amounts of data to generate crucial responses for real-world events.&lt;/p&gt;&lt;p&gt;VIEWS is again redefining scopes of inquiry by incorporating conflict forecasting as a distribution of possible outcomes to facilitate a wider range of alerts. Currently captured structural conflict risks will be transformed into forecasts of the adverse impact of armed conflict on humanitarian outcomes, complimenting the operational conflict forecasting.&lt;/p&gt;&lt;h4&gt;With the award funds, how would you expand the scope and applicability of your project or research beyond its initial pilot?&lt;/h4&gt;&lt;p&gt;Ensuring effective scientific communication and knowledge transfer for research outputs is often hindered by funding that is restricted to specific activities. The continuous development and maintenance of the VIEWS system, for example, is secured until 2027, but securing funding for activities related to training, educational material, and public dissemination remains a challenge. This induces inertia of users, and limits capacities to effectively aid those taking advantage of our resources.&lt;/p&gt;&lt;p&gt;In the spirit of FAIR principles, the award funds would be used to develop technical and non-technical capacity-training material to disseminate VIEWS&rsquo; predictive outputs as a common good while ensuring correct, responsible, and ethical use. It would enable us to design a capacity-building catalogue of modules for teams seeking to pilot or integrate our forecasts into their daily operations, including technical implementation directions for internal data solutions and end-user guides. Furthermore, VIEWS would develop a knowledge hub on approaches to conflict forecasting and methodology, expanding upon knowledge from organising prediction competitions. This includes the provision of material concerning the pitfalls and promises of using predictive analytics for anticipatory action &ndash; indeed, promises of PeaceTech can only spread as far as they are leverageable.&lt;/p&gt;&lt;h4&gt;How does your work leverage collaborations and partnerships to unlock new opportunities and maximize impact?&lt;/h4&gt;&lt;p&gt;Our research is conducted in partnership with renowned research institutes across the globe, fostering a dynamic and interdisciplinary exchange of knowledge and expertise that not only enriches our system but also propels the field of conflict forecasting forward. In close collaboration with research institutes such as Karolinska Institutet, the Varieties of Democracy Institute at University of Gothenburg, the Centre for Research on the Epidemiology of Disasters, Universitat Aut&ograve;noma de Barcelona, International Security and Development Center, and University of Pittsburgh, we ensure that our methodologies are robust, our data is comprehensive, and our models are validated by the brightest minds in the field. This motivation also rings true for our recurring prediction challenges, the latter of which brought together over a dozen research teams from a range of academic, research and governmental institutions to develop better methodologies to predict conflict with uncertainty.&lt;/p&gt;&lt;p&gt;Moreover, VIEWS serves as a unique bridge between research and practice. We actively collaborate with policymakers and practitioners that seek to leverage our data, improve internal forecasting capabilities, or pilot the use of predictive analytics to support anticipatory action and timely responses to humanitarian crises. To this end, we have partnered with a range of IGOs, foreign ministries, and multilateral organisations through the years to develop forecasting products addressing the most pressing needs of each organisation, whilst promoting transparent, responsible, and ethical use of AI. We are also a key partner to the Complex Risk Analytics Fund (CRAF&rsquo;d), a large UN-led multilateral ecosystem that seeks to leverage interconnectedness to save lives and prevent duplication of technological advancements.&lt;/p&gt;</div>\n</div>","project_url":"https://viewsforecasting.org/","alt_url":null,"impact":"<div>\n<div>&lt;h4&gt;What is the potential of your work for widespread impact? How do you meaningfully improve the lives of people?&lt;/h4&gt;&lt;p&gt;VIEWS provides continuously updated insights into highly complex conflict scenarios, offering a timely and effective foundation for crisis and emergency response actors to prepare and mobilize resources for conflict mitigation, peacebuilding, and conflict prevention. Forecasts are produced monthly for the next 36 months across all countries with more detailed spatial granularity (0.5&deg;) for Africa and the Middle East (with an aim of global coverage by end of 2024), making it a cornerstone for anticipatory action and guidance of funding for humanitarian assistance.&lt;/p&gt;&lt;p&gt;Adhering to the principles of FAIR data, all output data is also publicly accessible and free of charge through downloads and an interactive map-based data dashboard that contextualizes our predictions with historical conflict data. As such, our system is not only subject to scientific scrutiny and validation, but also accessible to civil society, NGOs, IGOs and other decision-makers that may lack access to intelligence and/or military early warning systems but play a vital role in conflict prevention, mitigation and peace-building.&lt;/p&gt;</div>\n</div>","relevance":null,"innovation":null,"scalability":null,"collaboration":null,"slug":"views"},{"id":8,"status":"published","sort":null,"user_created":"a85cbf5c-97ee-40bf-8e7f-dc4bfbefbcc8","date_created":"2024-10-14T19:05:23.778Z","user_updated":"a85cbf5c-97ee-40bf-8e7f-dc4bfbefbcc8","date_updated":"2024-10-14T19:46:15.963Z","brow":"Special Distinction for Space Technology | 2024","title":"Lunasonde","applicant":"Jeremiah Pate","country":"United States","year":"2024","prize":null,"intro":"<div>\n<div>&lt;p&gt;Lunasonde is supporting global peace and sustainability efforts through our proprietary AstroGPR&trade; satellite remote sensing radar that benefits humanity by locating valuable subsurface resources, especially previously unknown aquifers, and groundwater deposits. Our approach advances the needs of the underserved around the world through the intelligence gleaned from our technologically innovative remote sensing radar satellite constellation. Gaining these insights from space into where aquifers lay deep underground has the potential to empower people around the world.&lt;/p&gt;&lt;h4&gt;How does your project support peacebuilding and/or conflict resolution efforts in the context of a humanitarian crisis or developmental context?&lt;/h4&gt;&lt;p&gt;The discovery of uncharted water on Earth to provide needed water in areas suffering from physical and/or economic water scarcity, such as in Sub-Saharan Africa, could change the quality of life for millions of people suffering from a lack of potable water. Discoveries of large bodies of underground water could lead to a multitude of positive outcomes from the availability of safe drinking water where populations are at risk of death due to dehydration, to water resources for crop sustainability that will provide food in areas where there has previously been famine due to low water supplies, and even to creating new economies built around newly discovered aquifers that help build and enliven communities where none had previously existed.&lt;/p&gt;&lt;h4&gt;In what ways does your project contribute to the existing PeaceTech ecosystem and research efforts in a compelling way?&lt;/h4&gt;&lt;p&gt;While there are a large number of non-governmental organizations, state agencies, and companies in the water scarcity space, none are directly sensing underground at scale. This presents a significant lacuna in water policy around the world. Lunasonde addresses this challenge in two ways. We detect the depth to water table in known aquifers, giving a near real-time measurement of regional water scarcity. Lunasonde also can discover hitherto untapped &ldquo;fossil aquifers&rdquo;, providing a new water source for drought-stricken areas.&lt;/p&gt;&lt;h4&gt;With the award funds, how would you expand the scope and applicability of your project or research beyond its initial pilot?&lt;/h4&gt;&lt;p&gt;The award funds will allow the Lunasonde team to promote our capability to water resource stakeholders globally. Many in the water resource community are still not aware of our technology and its revolutionary capabilities. As such, we need to embark on a substantial user education effort to ensure that our data reaches those who can make the most impact utilizing it.&lt;/p&gt;&lt;h4&gt;How does your work leverage collaborations and partnerships to unlock new opportunities and maximize impact?&lt;/h4&gt;&lt;p&gt;Our project is by nature a multilateral collaboration, as we work with SpaceX to launch our spacecraft and AWS to process our data in a timely manner. In the case of the latter, we participated in the AWS Space Accelerator program that allowed us to forge a strong partnership with AWS from post-processing the monumental amounts of subsurface data that we receive from our sensors and satellites.&lt;/p&gt;</div>\n</div>","project_url":"https://www.lunasonde.com/","alt_url":null,"impact":"<div>\n<div>&lt;h4&gt;What is the potential of your work for widespread impact? How do you meaningfully improve the lives of people?&lt;/h4&gt;&lt;p&gt;Water scarcity is a reality for 5.52 billion people in 186 countries around the world due to a range of naturally occurring and human-caused issues (ex., climate change, uneven distribution of available water, water pollution, lax resource management, and political tensions). As an example, 1.34 billion of those facing water insecurity live in Sub-Saharan Africa, where the water crisis is largely due to climate change. Despite the majority of the arid or semi-arid African continent holding nearly 9 percent of all freshwater resources worldwide, these water resources are unevenly distributed, leaving half of those living in Sub-Saharan Africa facing an ongoing water crisis. Lunasonde&rsquo;s AstroGPR&trade; is envisioned to enable people to be lifted out of this water poverty through the discovery of safe, healthy drinking water. This will decrease mortality rates that are associated with a lack of safe drinking water. Higher death rates occur due to waterborne diseases from unsafe water, and malnutrition due to low levels of healthy, edible livestock and agriculture affecting 41 percent of those living in these areas.&lt;/p&gt;</div>\n</div>","relevance":null,"innovation":null,"scalability":null,"collaboration":null,"slug":"lunasonde"}],"slug":"winners-of-the-kluz-prize-for-peacetech"}